Repository: ProxymanApp/proxyman-localization
Catalog: macOS/Filters.xcstrings
Source language: en
Languages: zh_hans

# 0Kg-kG-oW0.ibShadowedToolTip
source: Do Not Contains any text
zh_hans: 不包含任何文本

# 0Kg-kG-oW0.title
source: Not Contains
zh_hans: 不包含

# 2DK-DN-DRX.ibShadowedToolTip
source: Delete this custom filter button
zh_hans: 删除此自定义过滤器按钮

# 2DK-DN-DRX.title
source: Delete
zh_hans: 删除

# 2Nw-A4-SHl.title
source: Blue
zh_hans: 蓝色

# 2Td-zn-YQ9.ibShadowedToolTip
source: Filter by all customer tabs (Not default Tabs)
zh_hans: 按全部自定义标签页筛选（非默认标签页）

# 2Td-zn-YQ9.title
source: All Custom Tabs
zh_hans: 全部自定义标签

# 4Dz-Az-qpb.ibShadowedToolTip
source: Apply OR to all filters
zh_hans: 将 OR 应用于全部过滤器

# 4Dz-Az-qpb.title
source: OR all filters
zh_hans: OR 全部过滤器

# 6dg-YB-gsf.ibShadowedToolTip
source: Only show HTML (⌘ click to select multiple types)
zh_hans: 仅显示HTML（⌘单击以选择多个类型）

# 7Xf-7o-W34.title
source: New Filter…
zh_hans: 新过滤器…

# 8zD-Ew-ooz.ibShadowedToolTip
source: Response with Status Code from 100 to 200 (⌘ click to select multiple types)
zh_hans: 状态码从100到200的响应（⌘单击以选择多个类型）

# 9Bp-pR-wH4.ibShadowedToolTip
source: Clone new filter (⌘N)
zh_hans: 克隆新的过滤器（⌘N）

# 9sS-jp-bDm.ibShadowedToolTip
source: Expand more filters
zh_hans: 展开更多过滤器

# 18n-tP-ITO.ibShadowedToolTip
source: Not matching the given regex
zh_hans: 与给定的正则表达式不匹配

# 18n-tP-ITO.title
source: Not Match Regex
zh_hans: 不匹配正则表达式

# 39W-Y9-E2a.ibShadowedToolTip
source: Only show Plain HTTTPS Requests
zh_hans: 仅显示纯HTTP请求

# 59K-t2-Hz1.ibShadowedToolTip
source: Add custom Filter or Column
zh_hans: 添加自定义过滤器或列

# 83r-1L-wn2.ibShadowedToolTip
source: Only show requests with Content-Type: application/json (⌘ click to select multiple types)
zh_hans: 仅显示内容类型为：application/json的请求（⌘单击以选择多个类型）

# adc-H7-bIY.ibShadowedToolTip
source: Response with Status Code from 500 to 600 (⌘ click to select multiple types)
zh_hans: 状态码为 500 到 600 的响应（⌘ 单击选择多个类型）

# AGk-Fz-7x8.ibShadowedToolTip
source: Only show requests with Content-Type: text/xml, application/xml (⌘ click to select multiple types)
zh_hans: 仅显示 Content-Type: text/xml, application/xml 的请求（⌘ 单击可选择多个类型）

# asV-jk-wzG.ibShadowedToolTip
source: Only show requests with Content-Type: text/js, application/js (⌘ click to select multiple types)
zh_hans: 仅显示 Content-Type: text/js, application/js 的请求（⌘ 单击选择多个类型）

# BIf-fI-giN.ibShadowedToolTip
source: Customize Columns on the main table
zh_hans: 自定义主表中的列

# BIf-fI-giN.title
source: Customize Columns...
zh_hans: 自定义列...

# BOC-fF-zPl.ibShadowedToolTip
source: Any Header Key / Value of the Request
zh_hans: 请求的任何 Header 键 / 值

# BOC-fF-zPl.title
source: Request Header
zh_hans: 请求头

# c1v-ot-y05.title
source: Red
zh_hans: 红色

# CNA-TC-ECD.title
source: Override
zh_hans: 覆盖

# cNc-S8-SWC.title
source: Override
zh_hans: 覆盖

# cx6-rr-6F5.ibShadowedToolTip
source: Reset all filters
zh_hans: 重置全部过滤器

# dEE-WL-vzl.ibShadowedToolTip
source: URL of the request
zh_hans: 请求的 URL

# DJb-DV-iId.title
source: No Color
zh_hans: 无颜色

# DPF-Z0-ztI.ibShadowedToolTip
source: Exactly equal the filter text (==)
zh_hans: 完全匹配过滤文本 (==)

# DPF-Z0-ztI.title
source: Equal
zh_hans: 等于

# DtO-nU-sYF.title
source: Customize Toolbar...
zh_hans: 自定义工具栏...

# e5e-Ur-W9g.title
source: Yellow
zh_hans: 黄色

# EYk-bB-L7h.ibShadowedToolTip
source: Matching the given regex
zh_hans: 匹配给定的正则表达式

# EYk-bB-L7h.title
source: Match Regex
zh_hans: 匹配正则表达式

# frx-mj-kJ5.ibShadowedToolTip
source: Response with Status Code from 200 to 300 (⌘ click to select multiple types)
zh_hans: 状态码为 200 到 300 的响应（⌘ 单击选择多个类型）

# FT3-OS-ETG.ibShadowedToolTip
source: Matching the given Wildcard (* or ?)
zh_hans: 匹配给定的通配符 (* 或 ?)

# FT3-OS-ETG.title
source: Match Wildcard
zh_hans: 匹配通配符

# g1T-Wk-eQY.ibShadowedToolTip
source: Only show requests with Content-Type: application/x-www-form-urlencoded (⌘ click to select multiple types)
zh_hans: 仅显示 Content-Type: application/x-www-form-urlencoded 的请求（⌘ 单击选择多个类型）

# GEU-jr-gKr.title
source: Media
zh_hans: 媒体

# H9g-Y6-yUI.title
source: Other
zh_hans: 其它

# hhN-4C-Ru6.title
source: Green
zh_hans: 绿色

# HNd-og-WeJ.title
source: Customize Filters...
zh_hans: 自定义过滤器...

# HOC-2o-Xyz.ibShadowedToolTip
source: Method of the Request
zh_hans: 请求的方法

# HOC-2o-Xyz.title
source: Method
zh_hans: 方法

# hSC-r7-vmp.ibShadowedToolTip
source: All media, include images, videos: Ex: JPG, PNG, GIF, SVG, MP4, MP3 ... (⌘ click to select multiple types)
zh_hans: 全部媒体，包括图片、视频：例如：JPG、PNG、GIF、SVG、MP4、MP3 ...（⌘ 单击选择多个类型）

# HSg-tz-MmU.ibShadowedToolTip
source: Show all requests (HTTP, HTTPS and WebSocket)
zh_hans: 显示全部请求（HTTP、HTTPS 和 WebSocket）

# IbJ-mw-MWy.ibShadowedToolTip
source: Only show requests with Content-Type: text/css (⌘ click to select multiple types)
zh_hans: 仅显示 Content-Type: text/css 的请求（⌘ 单击可选择多个类型）

# IyS-4G-WQm.ibShadowedToolTip
source: Remove this filter (⇧⌘N)
zh_hans: 移除此过滤器（⇧⌘N）

# jBj-8O-gRK.ibShadowedToolTip
source: Response with Status Code from 400 to 500 (⌘ click to select multiple types)
zh_hans: 状态码为 400 到 500 的响应（⌘ 单击选择多个类型）

# kjQ-9x-ckH.title
source: Form
zh_hans: 表单

# Kzk-G3-tXi.ibShadowedToolTip
source: Text in Request Body
zh_hans: 请求体中的文本

# Kzk-G3-tXi.title
source: Request Body
zh_hans: 请求体

# lDK-no-EYh.title
source: Gray
zh_hans: 灰色

# Lhj-Uq-WDx.title
source: Show: ⌘F New: ⌘N Remove:⇧⌘N Up:⌘↑ Down: ⌘↓ On/Off:⌘B Hide: ESC
zh_hans: 显示: ⌘F 新建: ⌘N 删除: ⇧⌘N 向上: ⌘↑ 向下: ⌘↓ 开/关: ⌘B 隐藏: ESC

# lPc-eM-waI.title
source: Color
zh_hans: 颜色

# m3C-C8-8zU.ibShadowedToolTip
source: End with this filter text
zh_hans: 以此过滤文本结束

# m3C-C8-8zU.title
source: End With
zh_hans: 以此结束

# MBC-Bd-PMb.ibShadowedToolTip
source: Other requests (⌘ click to select multiple types)
zh_hans: 其它请求（⌘单击选择多个类型）

# MHH-i4-KPw.ibShadowedToolTip
source: Apply AND to all filters
zh_hans: 将AND应用于全部过滤器

# MHH-i4-KPw.title
source: AND all filters
zh_hans: AND 全部过滤器

# nEk-KN-v81.title
source: Advance
zh_hans: 高级

# oX2-vd-CaA.ibShadowedToolTip
source: Text in Response Body
zh_hans: 响应体中的文本

# oX2-vd-CaA.title
source: Response Body
zh_hans: 响应体

# Pgr-Cg-Q6x.ibShadowedToolTip
source: Status Code, Method, URL, Headers and Body from all Request and Response. It might affect the performance because it evaludates all data.
zh_hans: 状态码、方法、URL、头信息和所有请求及响应的 Body。可能会影响性能，因为需要评估所有数据。

# Pgr-Cg-Q6x.title
source: All
zh_hans: 全部

# pQO-ZB-qgf.ibShadowedToolTip
source: Response with Status Code from 300 to 400 (⌘ click to select multiple types)
zh_hans: 状态码在300到400之间的响应（⌘ 点击以选择多个类型）

# pz7-k0-iLg.ibShadowedToolTip
source: Filter GraphQL: operationName, query, mutation, and subscription
zh_hans: 筛选GraphQL：operationName，query，mutation和subscription

# q71-VL-qxX.title
source: Purple
zh_hans: 紫色

# RCf-hq-RW9.title
source: Document
zh_hans: 文档

# rXL-VW-6x7.ibShadowedToolTip
source: Only show WS/WSS Requests
zh_hans: 仅显示WS/WSS请求

# SdA-Nb-bOG.title
source: Color
zh_hans: 颜色

# SWn-Je-SR0.ibShadowedToolTip
source: Not Exactly equal the filter text (!=)
zh_hans: 与过滤器文本不完全相等 (!=)

# SWn-Je-SR0.title
source: Not Equal
zh_hans: 不等于

# tdw-Xi-Kd4.ibShadowedToolTip
source: Start with this filter text
zh_hans: 以此过滤文本开始

# tdw-Xi-Kd4.title
source: Start With
zh_hans: 以此开始

# thp-PL-od9.ibShadowedToolTip
source: Only show GraphQL Requests, which has suffix /graphQL on the URL (⌘ click to select multiple types)
zh_hans: 仅显示URL后缀为/graphQL的GraphQL请求（⌘ 点击以选择多个类型）

# TXl-p4-ehr.ibShadowedToolTip
source: Any Header Key / Value of the Response
zh_hans: 响应的任何头信息密钥/值

# TXl-p4-ehr.title
source: Response Header
zh_hans: 响应头

# UAp-rz-abt.title
source: Advance
zh_hans: 高级

# ubc-tA-SAj.title
source: Comment
zh_hans: 评论

# URB-gz-yjY.title
source: Save
zh_hans: 保存

# usc-mN-vox.title
source: My Filter
zh_hans: 我的过滤器

# USo-vD-JEK.title
source: Client
zh_hans: 客户端

# vfb-kf-M04.ibShadowedToolTip
source: Status code of the Request
zh_hans: 请求的状态码

# vfb-kf-M04.title
source: Status Code
zh_hans: 状态码

# VWi-iI-d4s.placeholderString
source: Text
zh_hans: 文本

# w2t-vl-Oll.ibShadowedToolTip
source: Not Matching the given Wildcard (* or ?)
zh_hans: 不匹配给定的通配符（* 或 ?）

# w2t-vl-Oll.title
source: Not Match Wildcard
zh_hans: 不匹配通配符

# wiC-SP-DwX.ibShadowedToolTip
source: Only show Plain HTTP Requests
zh_hans: 仅显示普通 HTTP 请求

# XTr-iT-v97.ibShadowedToolTip
source: Query part of the Request
zh_hans: 请求的查询部分

# XTr-iT-v97.title
source: Query String
zh_hans: 查询字符串

# yEQ-mG-0We.ibShadowedToolTip
source: Rename selected filter button
zh_hans: 重命名选定的过滤器按钮

# yEQ-mG-0We.title
source: Rename…
zh_hans: 重命名…

# ynS-q5-Fla.title
source: IP Address
zh_hans: IP 地址

# Ysn-1b-fLd.title
source: All
zh_hans: 全部

# yzC-44-6d9.title
source: All Color
zh_hans: 全部颜色

# ZCr-CL-1Zm.ibShadowedToolTip
source: Enable/Disable this filter (⌘B)
zh_hans: 启用/禁用此过滤器 (⌘B)

# zQo-BB-Hvs.ibShadowedToolTip
source: Response with Status Code from 500 to 600 (⌘ click to select multiple types)
zh_hans: 状态码在 500 至 600 之间的响应（⌘ 点击可选择多个类型）

# ZSk-Oi-Rrq.title
source: Reset Filters
zh_hans: 重置过滤器

# ZYI-a1-sYF.ibShadowedToolTip
source: Contains any text
zh_hans: 包含任何文本

# ZYI-a1-sYF.title
source: Contains
zh_hans: 包含
